[
  {
      "id": 1,
      "name": "Wedding Planning",
      "title": "Professional Wedding Planning Services for Your Special Day",
      "description": "Our wedding planning service is dedicated to making your special day truly magical. From venue selection to personalized decor and catering, we handle every detail to create the wedding of your dreams. Let us turn your love story into a perfect celebration. With our experienced team of wedding planners, you can relax and enjoy the journey to your big day. We specialize in creating customized weddings that reflect your unique style and preferences. From intimate gatherings to grand affairs, we ensure that every moment is memorable. Your wedding day should be stress-free and full of joy, and that's exactly what we deliver. Trust us to make your dream wedding a reality.",
      "img": "https://i.ibb.co/JQF8LVZ/wedding.jpg",
      "bg_color": "#FFF59D",
      "text_color": "#333333",
      "button_bg": "#D97706",
      "rating": 4.5,
      "margin": "marginRight",
      "price": 5000,
      "fade": "fade-left"
      
  },
  {
      "id": 2,
      "name": "Birthday Parties",
      "title": "Exceptional Birthday Party Planning Services for All Ages",
      "description": "Transform ordinary birthdays into extraordinary memories with our birthday party planning. From themed decorations and fun activities to delicious cakes and entertainment, we create joyous celebrations for all ages. Our team of party planners is passionate about bringing your vision to life. Whether it's a child's first birthday or a milestone celebration, we handle every detail with care. We offer a wide range of themes and activities to suit your preferences, and our talented bakers can craft the perfect cake. Let us make your next birthday party a magical and stress-free experience for you and your guests.",
      "img": "https://i.ibb.co/VmfTDbW/birthday.jpg",
      "bg_color": "#FCD34D",
      "text_color": "#333333",
      "button_bg": "#F97316",
      "rating": 4.8,
      "margin": "marginLeft",
      "price": 1500,
      "fade": "fade-right"
  },
  {
      "id": 3,
      "name": "Funeral Arrangements",
      "title": "Compassionate Funeral Event Management Services in Challenging Times",
      "description": "During challenging times, our funeral event management service offers compassionate support. We handle all logistics with utmost care and respect, allowing you to focus on honoring your loved one's memory. Our team understands the emotional and practical challenges you face during this time. We provide a range of services, from coordinating the funeral service to managing the reception. We can help you with floral arrangements, music selection, and catering. Our goal is to make the process as smooth as possible, allowing you to say goodbye to your loved one with dignity and grace.",
      "img": "https://i.ibb.co/KNrBrhv/funeral.jpg",
      "bg_color": "#E5E7EB",
      "text_color": "#333333",
      "button_bg": "#4B5563",
      "rating": 4.2,
      "margin": "marginRight",
      "price": 2000,
      "fade": "fade-left"
  },
  {
      "id": 4,
      "name": "Anniversaries",
      "title": "Celebrate Love and Milestones with Memorable Anniversary Event Planning",
      "description": "Celebrate love and milestones with our anniversary event planning services. We specialize in creating memorable moments that mark the years of your journey together. Our team ensures every detail is perfect, from venue selection to decorations, entertainment, and catering. Whether you're celebrating your first year or a golden anniversary, we make it unforgettable. Let us help you cherish the memories and create new ones. Celebrate love, commitment, and the promise of many more beautiful years together with us.",
      "img": "https://i.ibb.co/b6rPDsp/anniversery.jpg",
      "bg_color": "#FEB2B2",
      "text_color": "#333333",
      "button_bg": "#C53030",
      "rating": 4.7,
      "margin": "marginLeft",
      "price": 3000,
      "fade": "fade-right"
  },
  {
      "id": 5,
      "name": "Engagement Parties",
      "title": "Celebrate Love and Beginnings with Memorable Engagement Party Planning",
      "description": "Celebrate the start of a lifelong journey with our engagement party planning services. We specialize in creating memorable moments that mark the beginning of your love story. Our team ensures every detail is perfect, from venue selection to decorations, entertainment, and catering. Whether you prefer an intimate gathering or a grand celebration, we make it unforgettable. Let us help you set the stage for your happily ever after. Celebrate love, commitment, and the promise of a beautiful future with us.",
      "img": "https://i.ibb.co/dkcS27F/anngegment.jpg",
      "bg_color": "#A0AEC0",
      "text_color": "#333333",
      "button_bg": "#1A365D",
      "rating": 4.9,
      "margin": "marginRight",
      "price": 2500,
      "fade": "fade-left"
  },
  {
      "id": 6,
      "name": "Retirement Parties",
      "title": "Celebrate a Lifetime of Achievements with Memorable Retirement Party Planning",
      "description": "Celebrate a lifetime of achievements with our retirement party planning services. We specialize in creating memorable moments that honor the journey of a retiree. Our team ensures every detail is perfect, from venue selection to decorations, entertainment, and catering. Whether you prefer an intimate gathering or a grand celebration, we make it unforgettable. Let us help you create a fitting tribute to a well-deserved retirement. Celebrate a career filled with accomplishments and embark on the next chapter of life with us.",
      "img": "https://i.ibb.co/9nVrZCh/retirement.jpg",
      "bg_color": "#9AE6B4",
      "text_color": "#333333",
      "button_bg": "#047857",
      "rating": 4.4,
      "margin": "marginLeft",
      "price": 1800,
      "fade": "fade-right"
  }
]
